import React from 'react';

const Advantage = () => {
    return (
        <div className="col-12 col-lg-7">
            <p className="about-text">AEROSPACE-AGRO предлагает свои услуги в сфере изучения аграрных
                территорий и культур, для увеличения их урожайности и экономической эффективности.
                Благодаря
                информационно-аэрокосмическим технологиям, мы предлагаем комплексные и инновационные
                решения
                для Вашего бизнеса - вся работа происходит дистанционно и в короткие сроки.</p>
            <p className="about-text">Деятельность компании AEROSPACE-AGRO - это предоставление услуг
                по
                изучению аграрных территорий с целью улучшения их эффективности, а также разработка
                индивидуальных планов и рекомендаций по имеющимся проблемам.</p>
        </div>
    );
};

export default Advantage;