import React from 'react';

const Who = () => {
    return (
        <div className="col-12 col-lg-7">
            <p className="about-text">AEROSPACE-AGRO предлагает свои услуги в сфере изучения аграрных
                территорий и культур, для увеличения их урожайности и экономической эффективности.
                Благодаря
                информационно-аэрокосмическим технологиям, мы предлагаем комплексные и инновационные
                решения
                для Вашего бизнеса - вся работа происходит дистанционно и в короткие сроки.</p>
            <p className="about-text">Деятельность компании AEROSPACE-AGRO - это предоставление услуг
                по
                изучению аграрных территорий с целью улучшения их эффективности, а также разработка
                индивидуальных планов и рекомендаций по имеющимся проблемам.</p>
            <p className="about-text">С помощью информационно-аэрокосмических технологий, мы предлагаем
                комплексные и инновационные решения как по работе с Вашей территорией, но и поповышению
                рентабельности Вашего бизнеса. Контролировать рост и предупреждать заболевание растений,
                определять территорию распространения вредителей, рассчитать количество внесения
                удобрений,
                следить засоблюдением плана сельскохозяйственной реализации - вот лишь часть того, чем
                мы
                будем Вам полезны.</p>
        </div>
    );
};

export default Who;